Repository: mozilla-l10n/mt-training-data
Catalog: yo/yo_pontoon.tmx
Source language: en_us
Languages: yo

source: [‘Raised’ in English is always pronounced as one syllable, not two]
yo: ['Raised' nínú èdè máa ń jẹ́ pípè ní gbogbo pẹ̀lú sílébù kan, kìí ṣe méjì]

source: Reader Effects
yo: Ipa òǹkàwé

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
yo: Kíka ìkópa tí kò kúkú sí níbẹ̀ bí i "We're" dípò "We are", tàbí ìdàkéjì rẹ̀

source: Read More
yo: Kà síi

source: Read more on our About page
yo: Kà síi lojú-ìwé wa nípa wa

source: Read the sentence carefully - don’t miss, change or add words.
yo: Farabalẹ̀ ka gbólóhùn náà – má ṣe ṣi, ṣàyípadà tàbí ṣàfikún ọ̀rọ̀.

source: Ready to add your voice or lend your ear?
yo: Ṣé o ṣetán láti fi ohùn rẹ kun tàbí yá wa ní etí rẹ?

source: Ready to contribute?
yo: Ǹjẹ́ o ṣetán láti kópa?

source: Ready to do { $count } more?
yo: Ṣetán láti ṣe { $count } si?

source: Ready to donate your voice?
yo: Ǹjẹ́ o ṣetán láti fi ohùn rẹ sílẹ?

source: Ready to help validate sentences?
yo: Sé o sẹtán à ti fọwọ́sí àwọn gbólóhùn bí?

source: reCAPTCHA is required if you want to proceed
yo: O nílò reCAPTCHA to bá fẹ́ tẹ̀síwájú

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
yo: Gba àwọn ímeèlì bí i ìránilétí ìfojúsùn, àtẹ̀jíṣẹ́ ọ̀tun Napa ìlọsíwájú mi àti lẹ́tà asọ̀ròyìn nípa Common Voice

source: Recorded Clips
yo: Àwọn fọ́nrán àkálẹ̀

source: Recorded Hours
yo: Wákàtí àkálẹ̀ ohùn

source: <recordIcon></recordIcon> Last one!
yo: <recordIcon></recordIcon> Èyí tó gbẹ̀yìn!

source: [Recording cut off before the end of the last word]
yo: [Ìgékúrú ìkàsílẹ̀ ṣáájú ìparí ọ̀rọ̀ tó kẹ́yìn]

source: Recordings
yo: Àwọn àkálẹ̀

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
yo: Àkálẹ̀ fọ́nrán ohùn jẹ́ ohun pàtàkì nínú akitiyan ìkójọpọ̀ ìgbàsílẹ̀ ohùn; àwọn kan yóò ní òhun ló dùn-ún ṣe jù.

source: Record/Stop
yo: Kálẹ̀/Dúró

source: Record your voice
yo: Ṣe àkálẹ̀ ohùn rẹ

source: Refresh
yo: ṣo dọ̀tun

source: Reject
yo: Kọ̀

source: Remove
yo: Yọ kúrò

source: Remove Avatar
yo: Yọ àwòrán

source: Report
yo: Ìròyìn

source: Report was passed successfully
yo: Ìfiráńṣẹ́ Ìròyìn náà lọ pẹ̀lú àṣeyorí

source: Request a Language
yo: Béèrè fún èdè

source: Request recordings
yo: Bèèrè ìkásílẹ̀

source: *required
yo: *ó nílò

source: Re-record
yo: Tủn àkálẹ̀ ohùn ṣe

source: Re-record clip
yo: Tún àkalẹ̀ ohùn náà ṣe

source: Return
yo: Padà

source: Return here to edit your goal anytime.
yo: Padà síbí láti tún àfojúsùn rẹ ṣe nígbàkúùgbà

source: Return to Common Voice
yo: Padà sí Common Voice

source: Return to Common Voice Datasets
yo: Pada lọ sí àkójọpọ̀ àwọn dátà Common Voice

source: Return to Languages
yo: Padà sí àwọn èdè

source: Review
yo: Ṣàyẹ̀wò

source: Review could not be saved. Please try again later.
yo: Àyẹ̀wò kò ṣe é fi pamọ́. Jọ̀wọ́ gbìyànjú láìpẹ́

source: ⓘ Review Criteria
yo: ⓘ Òte tó de àtúnyẹ̀wò

source: Review Criteria
yo: Òte tó de Àtúnyẹ̀wò

source: Reviewed sentences not submitted, are sure?
yo: Gbólóhùn tí a yẹ̀wò kò tíì di fífiránṣẹ́, ṣé ó dá ọ lójú?

source: Review & re-record clips here as you go
yo: Ṣe àgbéyẹ̀wò & tún fánrán ká sílẹ̀ ní ibí yìí bí o ṣe ń ń lọ

source: Review & re-record clips if needed
yo: Ṣe àgbéyẹ̀wò & atúnkásílẹ̀ fọ́nrán bí ìdí bá wà fun un

source: Review Sentences
yo: Ṣe àyẹ̀wò gbólóhùn

source: Review & Submit
yo: Yẹ̀wò & Fi Ráńṣẹ́

source: Save
yo: Fi pamọ́

source: Saved
yo: Ìwànípamọ́

source: Search
yo: Ṣàwárí

source: See how your progress compares to other contributors all over the world.
yo: Wo bí ìlọsíwájú ù rẹ́ ṣe rí ní ìfiwé pẹ̀lú àwọn akópa mìíràn káàkiri àgbáyé

source: See Less
yo: Rí níwọ̀ǹba

source: See More
yo: Rí sí i

source: Select a Language...
yo: Mú èdè kạn...

source: Selected
yo: yàn

source: Send sign up link
yo: fi atọ́ka ìgbaniwọlé ránṣẹ́

source: Sentence Collection
yo: Gbígba gbólóhùn

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
yo: <sentenceCollectorFragment> Rí ohun púpọ̀ lórí àgbàjọ gbólóhùn</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
yo: <sentenceCollectorVideo>Wo àtọ́nisọ́nà wa lórí bí a ṣe lè lo agbagb'ólóhùn </sentenceCollectorVideo>.

source: Sentences
yo: Àwọn gbólóhùn

source: Sentences are collected for people to read aloud.
yo: A máa ń gba gbóóhùn kí àwọn ènìyán le kà á.

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
yo: Àgbéyẹ̀wo gbólóhùn gbọ́dọ̀ wáyé ó sì gbọdọ̀ di gbígbà wọlé lọ́dọ ènìyàn méjì láti di àfikún sí Common voice. O máa pèsè ìlànà à ń tẹ̀lé fún èdè rẹ <languageGuidelinesLink> níbí</languageGuidelinesLink>. Àwọn gbólóhùn gbọ́dọ̀ wà ní <licenseLink>ojú òpo gbogbogbò</licenseLink> ó sì gbọdọ̀ kéré ju ọ̀rọ̀ 15 lọ. O lè bèrè lọ́wọ́ ẹni tó ni àtẹ̀jíṣẹ́ láti ṣe é <waiverLink>CC0 lílo ìlànà àgbéfò</waiverLink>, kí o sì fii ránṣẹ́ sí wa lórí commonvoice@mozilla.com

source: { $sentences } sentences reviewed. Thank you!
yo: { $sentences } A ti ṣàyẹ̀wò gbólóhùn. Ẹ ṣe é!

source: Sentence text
yo: Ọ̀rọ̀ gbólóhùn

source: Set a goal
yo: Ṣètò àfojúsùn

source: Set my visibility
yo: Ṣètò ìríranrími mi

source: Settings
yo: Ìṣàtúnṣe

source: Sex or Gender
yo: Ìṣakọṣabo

source: Share Common Voice
yo: Ṣe àbápín Common Voice

source: Share my goal
yo: Ṣe àbápín àfojúsùn mi

source: Share your clip
yo: Ṣe àbápín fọ́nrán rẹ

source: Share your { $count } Clip Daily Goal for { $type }
yo: Pín { $count } rẹ, àfojúsùn fọ́nrán ojojúmọ́ fún { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
yo: Pín { $count } rẹ, àfojúsùn fọ́nrán ọ̀ṣẹ̀-ọ̀ṣẹ̀ fún { $type }

source: Shortcuts
yo: Ìṣẹ́nàgbà

source: [Should be ‘dinosaurs’]
yo: [Yẹ kí ó jẹ́ ‘dinosaurs’]

source: [Should be “We are”]
yo: [Ó yẹ kó jẹ́ "À ń"]

source: Show my ranking
yo: Fi ipò mi hàn

source: Sign up
yo: forúkọsílẹ̀

source: Sign up for an account
yo: Ṣe ìforúkọ sílẹ̀ fún àkáǹtì

source: Sign up for Common Voice newsletters, goal reminders and progress updates
yo: Ṣe ìforúkọ fún lẹ́tà asọ̀ròyìn Comon Voice, ìránlétí àfojúsùn àti àtẹ̀jíṣẹ́ ọ̀tun nípa ìlọsíwájú

source: sign up for email updates
yo: Ṣe ìforúkọ sílẹ̀ fún ímeèlì

source: Sign up for { $lang } updates:
yo: Forúkọsílẹ̀ láti mọ ohun ọ̀tun lórí i { $lang }

source: Single ZIP file containing
yo: Fáìlì ZIP kan tó ní

source: Size
yo: Ìwọ̀n

source: Skip
yo: Fò

source: Skip Submission Feedback
yo: Fo Èsi Ìfiránṣẹ́

source: Social media
yo: Ìkànì ìbánidọ́rẹ̀

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
yo: Àwọn èdè kan ní ìyàtọ̀ tó pọ̀ nínú gírámà, àkójọpọ̀ ọ̀rọ̀ àti ìpède wọn. Fún ìdí èyí, à ń <ctaLink> ṣàfihàn ‘ìyàtọ̀’</ctaLink> ní 2022. Èyí fún àwọn àwùjọ ní ọ̀nà láti ṣe ìyàtọ̀ àwọn èdè nínú àkójọpọ̀ détà ńlá náà.

source: Someone asks for a language to be added.
yo: Ẹnìkán bèrè fún ìfikún èdè mìíràn.

source: Something went wrong with reCAPTCHA. Please try again.
yo: Nǹkan kan ń dàmú reCAPTCHA. Jọ̀wọ́, gbìyànjú nígbà mìíràn.

source: Sorry, Common Voice is running slowly. Thanks for your interest.
yo: Má bínú, Common Voice ò yára lásìkò yí. O ṣeun fun ìfẹ́ ẹ̀ rẹ.

source: Sorry, something went wrong
yo: Má bìínú, aṣemáṣe kạ́n ṣẹlẹ̀

source: Source: { $sentenceSource }
yo: Orísun

source: Southern Sotho
yo: Sesotho

source: Speak
yo: Sọ̀rọ̀

source: Speakers
yo: Àwọn olùsọ

source: Speaking
yo: Sísọ̀rọ̀

source: Speaking and Listening
yo: Sísọ̀rọ̀ àti gbígbọ̀rọ̀

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
yo: Sọ̀rọ̀ bí o ṣe ń sọ̀rọ̀ gan-an! Bí o ṣe ń sọ̀rọ̀ jẹ́ gbígbà níbí – a fẹ́ ìwọ́wùn rẹ gẹ́gẹ́ bó ṣe rí, a sì fẹ́ òdiwọ̀n dídún, àrà àti ìròkèrodò-ohùn rẹ̀.

source: Speak now
yo: Sọ̀rọ̀ nísìnyí

source: Speak up, contribute here!
yo: Sọ̀rọ̀ jáde, dá sí i níbí

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
yo: <speechBlogLink>Bẹ̀rẹ̀ pẹ̀lú Ìdámọ̀ Ohùn</speechBlogLink>

source: Split into { $archiveCount } ZIP files containing
yo: Pín sí { $archiveCount } failing ZIP tó ní

source: Splits
yo: Pín

source: Start recording
yo: Bẹ̀èrẹ̀ sí ní ṣe àkálẹ̀

source: Start typing to describe your accent
yo: Bẹ̀rẹ̀ sí kọ bí wà á ṣe ṣàpèjúwe ohùn ìpèdè rẹ

source: Stats
yo: Òṣùwọ̀n

source: Status Page
yo: Ipò Ojú ìwé

source: Streaks
yo: síríìkì

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
yo: <strong>[kọnúkọ́họ]</strong>àwọn dáínásọ̀ ti<strong>[kọnúkọ́họ]</strong>-ríásíìkì.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
yo: <strong>Má ṣe kọ fọ́nrán tí elédè ‘ní ìwọ́wùn’ tó yátọ̀ sí tìrẹ</strong> – èyí ṣe pàtàkì fún ìmẹ̀ẹ̀rọ ìdóhùnmọ̀ láti ṣiṣẹ́ dáadáa fún gbogbo ènìyàn.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
yo: <strong>Nímọ̀ àtinúdá!</strong> Àwùjọ èdè rẹ yóò tayọ, àwọn wọ̀nyí kàn jẹ́ díẹ̀ nínú àwọn ọ̀nà láti bẹ̀rẹ̀.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
yo: <strong>[Sín]</strong>Dáínósọ̀ ńlá ti ti<strong>[wúkọ́]</strong>Tiriásíìkì.

source: Submit
yo: Fi jíṣẹ́

source: Submit a report
yo: Jábọ̀ ìròyìn

source: Submit clips
yo: Fi fọ́nrán jíṣẹ́

source: Subscribe
yo: Ìforúkọsílẹ̀

source: Success
yo: Àṣeyọrí

source: Success, profile created!
yo: A ti ṣẹ̀dá púrófáìlì rẻ!

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
yo: Yi lọ sí ọ̀tún láti fọwọ́sí gbólóhùn náà. Yi lọ sọ́sì láti kọ̀ ọ́. Yi lọ sókè láti fò ó. <strong> Má gbàgbé à ti ṣe ìfilélẹ̀ àtúnyẹ̀wò rẹ!</strong>

source: Taking several attempts to read a word.
yo: Gbígbìnyànjú láti ka ọ̀rọ̀ kan ní ọ̀pọ̀ ìgbà

source: Tap
yo: Gbá

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
yo: Tatoeba jẹ́ àkójọpọ̀ dátà tó kún fún ọ̀pọ gbólóhùn, aáyan ògbufọ̀, àti fọ́nrán ìsọ fún ìlo ìkọ́nilédè. Ìgbàálẹ̀ yí ní ìṣọ Gẹ̀ẹ́sì tí awọn ọmọ ẹgbẹ́ wọ́n ká sí fọ́nrán.

source: TED-LIUM Corpus
yo: Kọ́pọ́ọ̀sì TED-LIUM

source: Tell us what you'd like to download:
yo: Ṣọ fún wa ohun tí o fẹ́ gbà:

source: Terms
yo: Táàmù

source: Thanks for confirming your account, now let's build your profile.
yo: O ṣé fún ìjẹ́rìí àkáǹtì rẹ, nísìyí jẹ́ ká ṣe púrófáìlì rẹ.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
yo: A dúpẹ́ púpọ̀ lọ́wọ́ àwọn akópa tó lé ni ẹgbẹ̀rún lọ́nà 259 láti inú àádọ́ta èdè, data yìí ni a ń lò láti kọ́ ẹ̀rọ afàyègbafọ̀ tí yóó jẹ́ kí èsì ohùn ènìyàn mú yányán

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
yo: O ṣé fún ṣíṣe ìṣàkálẹ̀!<lineBreak></lineBreak>Báyìí ṣe àyẹ̀wò kí o sì fi àkálẹ̀ fọ́nrán rẹ ráńṣẹ́ nísàlẹ̀.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
yo: O ṣeun fún ìfẹ́ láti ṣe ìfikun sí { $lang }. À ń ṣiṣẹ́ takuntakun láti mú gbogbo èdè wà ní sẹpẹ́ fun ìfilọ́lẹ̀ ati láti ri pé awọn ẹgbẹ́ atúmọ̀-èdè náà ń gba àtẹ̀jíṣẹ́ ímeèlì láti mọ ohun tó ń lọ. Bí o bá fẹ́ bá wa fi kún-un, jọ̀wọ́ pèse ímeèlì rẹ ní ìsàlẹ̀.

source: Thank you! You’ve sent a new language enquiry
yo: O ṣe é o! O ti fi ìbéèrè nípa èdè tuntu sọwọ́

source: The bumblebee sped by.
yo: Bumblebee sped by.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
yo: Itẹ́ fọ́nrán kún fún àwọn fọ́nrán ohùn tí wọn kò ráyè wọ àkójọpọ̀ data common voice. Bíi ti àkójọ détà, itẹ́ fọ́nrán náà wà fún ìgbàsílẹ̀

source: The clip has disrespectful or offensive language.
yo: Fọ́nrán náà ní ọ̀rọ̀ àbùkù tàbí ọ̀rọ̀ amúnúbíni

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
yo: Àkójọpọ̀ data common voice kún fún ẹgbẹ̀rún lọ́nà ọgọ́rùn àwọn àpẹrẹ ohùn tó ń ran dìfẹ́lọ́pà lọ́wọ́ láti pèsè àwọn irinṣẹ́ ìdánimọ̀ ohùn.

source: The giant dinosaur of the Triassic.
yo: Àwọn dáínásọ̀ ńlá Tiriásíìkì.

source: The giant dinosaurs of the Triassi-.
yo: Àwọn dáínásọ̀ ńlá Tiriásí-.

source: The giant dinosaurs of the Triassic.
yo: Àwọn dáínásọ̀ ńlá Tiriásíìkì.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
yo: Àwọn dáínásọ̀ ńlá ti Tiriásíìkì. <strong>[kà pẹ̀lú hùn kan]</strong>

source: The giant dinosaurs of the Triassic. Yes.
yo: Àwọn dáínásọ̀ ńlá Tiriásíìkì. Bẹ́ẹ̀ni.

source: The giant dino <strong>[cough]</strong> the Triassic.
yo: Dáínò<strong> ńlá náà[wúkọ́]</strong> Tiriásíìkì náà.

source: The number of recordings and which languages you contribute to will be public.
yo: Iye àkálẹ̀ ohùn àti èdè tí o ṣiṣẹ́ lé yóò wà ní gbangba.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
yo: Oríṣiríṣi ọ̀nà ló wà láti ronú nípa èdè. Fún àǹfààni àwọn àwòṣe ìdámọ̀ ohùn, Common voice dàbá dídojúkọ ‘ìgbọ́raẹniyé’, tàbí ‘ṣé àwọn elédè yìí lágbọ̀yé ara wọn tí wọ́n bá gbìyànju rẹ̀?

source: The recording was too long.
yo: Ìgbohùnsílẹ̀ ti gùn jù

source: The recording was too quiet.
yo: Ìgbohùnsílẹ̀ ti dákẹ́ rọ́rọ́ jù

source: The recording was too short.
yo: Ìgbohùnsílẹ̀ ti kéré jì

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
yo: Dandan ni kí orísìí ìgbóhùnsókè wà láàrin àwọn òǹkàwé. Kọ ìgbóhùnsókè tí ó bá pọ̀jù tóbẹ́ẹ̀ tí kíkáohùnsílẹ̀ kò bá já gaara, tàbí tí ó bá ń wọ́lẹ̀ tóbẹ́ẹ̀ tí o ò gbọ́ ohun tí wọ́n ń sọ láì jẹ́ pé o wo àkọsílẹ̀.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
yo: Awọn èdè yìí ń bẹ lábẹ́ ìdàgbàsókè àwùjọ lọ́wọ́. Òpá ìtẹ̀síwájú ń fi ìlọsíwájú èdè kọ̀ọ̀kan hàn <localizationGlossaryLink>ìkànnì ìsọditìbílẹ̀</localizationGlossaryLink> àti <sentenceCollectionGlossaryLink>ìkó-gbólóhùn-jọ </sentenceCollectionGlossaryLink>.

source: The selected file is too large
yo: Fáìlì tí o mú ti tóbi jù

source: The sentence has a grammatical or spelling error.
yo: Gbólóhùn náà ní àṣìṣe tó jẹ mọ gírámà tàbí sípẹ́lì.

source: The sentence has disrespectful or offensive language.
yo: Gbólóhùn náà ní ọ̀rọ̀ àbùkù tàbí ọ̀rọ̀ àlùfàǹṣá

source: The sentence must be grammatically correct.
yo: Gbólóhùn náà gbọdọ̀ jẹ́ èyí tí gírámà rẹ̀ múnádóko.

source: The sentence must be speakable.
yo: Gbólóhùn náà gbọdọ̀ ṣe é sọ.

source: The sentence must be spelled correctly.
yo: Gbólóhùn náà gbọdọ̀ ní sípẹ́lì tó tọ́.

source: The site is ready to be launched when it reaches 75% completion.
yo: Ojú òpó náà ti wà ní ìgbaradì fún ìfilọ́lẹ̀ nígbà tí ó bá dé 75% láti parí.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
yo: Ìkànnì yìí yóò padà gbérasọ láìpẹ́. Fún ìtóni tuntun, jọ̀wọ́ darapọ̀ mọ́ <matrixLink>yàrá ìfọ̀rọ̀wérọ̀ àwùjọ Matrix</matrixLink> tàbí lọ sí <githubLink>GitHub</githubLink> tàbí <discourseLink>awọn yàrá ìfọ̀rọ̀wérọ̀ wa</discourseLink> láti ṣe ìgbékalẹ̀ àti àmójútó àwọn ìsòro ìríri ojú òpó.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
yo: Kọ́pọ́ọ̀sì TED-LIUM jẹ́ ṣíṣẹ̀dá láti ara ìṣọ àti àwọn ìdàkọ wọn tó wà lórí i ìkànni TED.

source: The website text is translated into that language.
yo: Àwọn ọ̀rọ̀ orí wẹ́ẹ̀bù yẹ́n ti di títú sí èdè yẹn.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
yo: Èyí jẹ́ ìwòṣe sẹ́gímẹ́ǹtì tó ni dátà láti ṣe ìdámọ̀ òǹkà àti èsi bẹ́ẹ̀ni / bẹ́ẹ̀ kọ́

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
yo: Ètò yí ń ṣàkóso rírí àtẹ-aléwájú rẹ. Nígbà tó bá wà ní ìpamọ́, ìlọsíwájú rẹ máa wà ní ìkọ̀kọ̀. Èyí túnmọ̀ sí pé, àwòrán, orúkọ àti ìlọsíwájú rẹ ò ní hàn lóri àtẹ-aléwájú. Ṣàkíyèsí pé ìsọdọ̀tun àtẹ-aléwájú ma gbà tó ìṣẹ̀jú{ $minutes } láti gbé àwọn àyípadà jáde.

source: Three to go!
yo: Mẹ́ta láti ṣetán!

source: Today
yo: Èní

source: Today's Common Voice progress on clips recorded
yo: Ìtẹ̀síwájú ti òní lórí àwọn fọ́nrán tí a gbà sílẹ̀ tó jẹ́ ti Common Voice

source: Today's Common Voice progress on clips validated
yo: Ìtẹ̀síwájú ti òní lórí àwọn fọ́nrán tó ti ní ìfọwọ́sí tó jẹ́ ti Common Voice

source: Today's Progress
yo: Ìlọsíwájúu tèní

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
yo: láti wọ àkójọpọ̀ data Commom voice, fọ́nrán ohùn gbọ́dọ̀ di fífọwọ́sí lọ́dọ aṣàmúlò méjì ọ̀tọ̀ọ̀tọ̀

source: Top Contributors
yo: Àwọn aláfinkú tó ga jù

source: Total
yo: Àpapọ̀

source: Total Approved
yo: Àpapọ̀ ìfòǹtẹ̀lù

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
yo: { $totalHours } wákátìí ṣeéṣe{ $periodMonths } oṣù tí{ $people } ìgbohùnsílẹ̀ énìyàn{ $clipsPerDay } ìkálẹ̀ ojojúmọ́

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
yo: Sí apá ọ̀tún a ti pínyamọ àwọn àǹfààní àti àti àlàyé àwọn ìfitónilétí tí yóó hàn sáyé. Lo ìtọ́ka ìyàlẹ̀ yìí láti bẹ̀rẹ̀ àkáǹtì rẹ ti Common Voice rẹ lórí ẹ̀rọ rẹ.

source: Toward next goal
yo: àwọn àfojúsùn tókàn

source: Track progress here and on your stats page.
yo: Tọpa ìtẹ̀síwájú níbí àti lórí ojú ewé olóǹkà rẹ̀

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
yo: <translateVideoLink>Wo ìtọ́nisọ́nà wa láti lè lo Pontoon.</translateVideoLink>

source: Translating the site
yo: Ṣíṣe òǹgbífọ̀ ìkànnì náà

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
yo: Aáyan ògbufọ̀ jẹ́ láti inú ède Gẹ̀ẹ́sì, ṣùgbọ́n o lè wo <strong>àwọn àbá</strong> nínú àwọn èdè mìíràn. Ṣẹ́wọ́ sí ààmi <strong>púrófáìlì<strong>, lẹ́yìn náà ni <strong>settings</strong> kí o wá ṣàfikún èyíkéyì èdè tí ò ń sọ. Ní ìsàlẹ̀ lápá ọ̀tún ni àkókọpọ̀ àwọn ìtumọ̀ tí a pẹ̀ ní <strong>Locals</strong>. Àwọn ìtumọ̀ yóò farahàn lójú òpó náà lẹ́yìn ọjọ́ kan.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
yo: Títú ìkànnì Common voice máa ń wáyé lórí <strong>Pontoon</strong>.

source: Typically megabytes
yo: oní báìtì-púpọ̀

source: Understand contribution criteria
yo: Ìlóyè òsùwọ̀n akópa

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
yo: Lóye ohun tí à ń wá nígbà tí o bá ń fetí sí fọ́nrán ohùn kí a sì ràn wá lọ́wọ́ láti jẹ́ kí ohùn rẹ ja gara pẹ̀lú

source: Upload aborted. Do you want to delete your recordings?
yo: Ìdádúró ìfisóríẹ̀rọ. Ṣé o fẹ́ pa àwọn àkálẹ̀ ohùn rẹ rẹ́?

source: Upload an image file
yo: Fi fáìlì àwòrán ráńṣẹ́

source: User Name
yo: Orúkọ ìdámọ̀

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
yo: Àwọn aṣàmúlò rẹ̀ máa fọwọ́sí ìṣewẹ́kú àwọn fọ́nrán àdájọ, ríri dájú pé ẹni tó ka àwọn gbólóhùn náà kà á dáadáa.

source: Validated Clips
yo: Àwọn fọ́nrán ta ti yẹ̀wò

source: Validated Hours
yo: Ṣe àyẹ̀wo wákàtí

source: Validated Hr. Total
yo: Yẹ àpapọ̀ wákàtí wò

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
yo: Síṣàyẹ̀wò fọ́nrán tí a gbà sílẹ̀ náà ṣe pàtàkì sí ìfojúsùn Common Voice. Gbọ́ ki o sì ṣe ìrànwọ́ fún wa láti ṣẹ̀dá ohùn tó péye tó sì wà ní àrọ́wọ́tó gbogbo ènìyàn.

source: Validation Progress
yo: Ìtẹ̀síwájú àrídájú

source: Validations
yo: Àwọn ìfọwọ́sí

source: Value and recognition.
yo: Ìníyelórí àti ìdánimọ̀.
